[
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Regina demens imperavit nos procdere. Iuberet mare immotum esse ut unam fluctum servaret.",
		"english_text" : "The demented queen has ordered us to proceed. He would command the sea to be still to save one wave.",
		"collected" : false,
		"translated" : false
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Non scimus quid cornices attrahat. Cotidie plus sternuntur per vias ostiaque.",
		"english_text" : "We do not know what attracts the crows. Every day more scatter about the roads and thresholds.",
		"collected" : false,
		"translated" : false
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Aenigma est quomodo spiritum retinere ut maneat etiam cum corpus ruptum sit.",
		"english_text" : "The puzzle is how to restrain the spirit so it stays even when the body has been broken.",
		"collected" : false,
		"translated" : false
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Ex apud cornicebus nonnullae loqui coeperunt, sed raro intellegimus. Putabamus eam linguam Aegyptiam esse, sed Balbus, qui bene linguam Aegyptiam scit, non agnovit.",
		"english_text" : "Some from among the crows have begun to speak, but rarely do we understand. We thoguht their language was Egyptian, but Balbus, who knows Egyptian well, did not recognize it.",
		"collected" : false,
		"translated" : false
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Semper repimus cupidum regis. Primo mathematici, alchymistae, magi, theologique putabant trahere eam filis separatis, sed nunc clare videmus omnes extrahere a textili idem.",
		"english_text" : "Always we crawl closer to the king's wish. At first the astrologers, the alchemists, and the theologians thought they pulled on separate threads, but now we clearly see everyone draws from the same cloth.",
		"collected" : false,
		"translated" : false
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Solum non tam fertile est quam olim, at homines e villae superioribus esuriunt et solliciti fiunt.",
		"english_text" : "The soil is not as fertile as it once was, and the people from the villages above hunger and grow agitated.",
		"collected" : false,
		"translated" : false
		
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Magister Severus iterum inepte disputavit, confundens animam cum halitu. Heu, miser est verba non idem cogitationem esse, alioqui sit sapientissimus tempi nostri.",
		"english_text" : "Master Severus again argued ineptly, conflating the spirit with the breath. Alas, it's a pity words are not the same as thoughts, else he would be the wisest of our time.",
		"collected" : false,
		"translated" : false
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Signum chimicae a fabricatione peritorum trahitur, qui purificant et conservant sanctam animam compressam in elementis, et qui solvunt sanctum spiritum ab associendo cum corpore.",
		"english_text" : "The symbol of chemistry is drawn from the creation by its adepts, who cleanse and save the divine soul bound in the elements, and who free the divine spirit from its mixture with the flesh.",
		"collected" : false,
		"translated" : false
	},
	{
		"type" : "Scroll Fragment",
		"latin_text" : "Aelia... Relinque stultos labores tuos ad nectar Iovis faciendum. Successum non videbas, et apes exsecratae implent bibliothecam meam ut cogitare non possim. Amabo te.",
		"english_text" : "Aemilia, abandon your foolish efforts to make the nectar of Jupiter. You have not seen success, and your cursed bees fill my study and make it impossible to think. I am begging you.",
		"collected" : false,
		"translated" : false
	}
]
